       Identification Division.
       Program-Id. hola mundo.
       Data Division.
       Working-Storage Section.
       Procedure Division.
           
           GoBack.
       End Program undefined.
       identification division.

       77 mensaje picture x(32) value 'Hello World!!!'.

       procedure division.

           display mensaje.

           stop run.