IDENTIFICATION DIVISION.
PROGRAM-ID. HolaMundo.

ENVIRONMENT DIVISION.

DATA DIVISION.

WORKING-STORAGE SECTION.

PROCEDURE DIVISION.

    DISPLAY "Hola Mundo".
    STOP RUN